Repository: opensourcedec1188/UberLikeDriver
Catalog: ios-driver/ProcapDriver/*.lproj/Localizable.strings
Languages: ar

# network_problem_title
source: No Connection
ar: تنبيه!

# network_problem_message
source: Please check your network connectevity
ar: الرجاء الاتصال بالشبكة

# Chose_camera_source_title
source: Choose Source
ar: إختر المصدر

# Chose_camera_source_first_option
source: Camera
ar: الكاميرا

# Chose_camera_source_second_option
source: Choose From Library
ar: أختر من معرض الصور

# Chose_camera_source_cancel
source: Cancel
ar: إلغاء

# driver_already_exists_title
source: Already Exists
ar: تنبيه!

# driver_already_exists_message
source: This driver already exists
ar: عذراَ, السائق موجود مسبقاَ

# vehicle_already_exists_title
source: Vehicle Already Exists
ar: تنبيه!

# vehicle_already_exists_message
source: This car aleady registered
ar: عذراً, السيارة موجودة مسبقاً

# general_problem_title
source: Problem happened
ar: خطأ

# general_problem_message
source: Please try again later
ar: الرجاء المحاولة مرة أخرى في وقت لاحق

# general_image_size_title
source: Too Large Image Size
ar: خطأ!

# general_image_size_message
source: Maximum image size is 5MB
ar: أقصي حجم متاح للصورة 5 ميجا بايت

# general_ok
source: OK
ar: حسنا

# any_done
source: Done
ar: تم

# general_yes
source: Yes
ar: نعم

# general_no
source: No
ar: لا

# saudiRial
source: SR
ar: ر.س.

# kiloMeter
source: KM
ar: كم

source: minute
ar: دقيقة

# status_online
source: Online
ar: متصل

# status_offline
source: Offline
ar: غير متصل

# x_trips
source: trips
ar: رحلة

# x_trips_completed
source: trips completed
ar: رحلة مكتملة

source: HOME
ar: الرئيسية

source: EARNINGS
ar: الارباح

source: NEWS
ar: الاخبار

source: ACCOUNT
ar: حسابي

# splash_old_version_title
source: Old App Version
ar: نسخة التطبيق قديمة

# splash_old_version_message
source: Please update your application to get the latest features and updates
ar: الرجاء تحديث التطبيق للحصول على اخر المميزات و التحديثات

# login_alert_invalid_data_title
source: Invalid Data
ar: بيانات غير صحيحة

# login_alert_invalid_data_message
source: Please enter valid username and password
ar: بيانات غير مكتملة

# login_failed_title
source: Login Failed
ar: فشل تسجيل الدخول

# login_failed_message
source: Wrong username or password
ar: خطأ في إسم المستخدم أو كلمة المرور

# login_delete_driver_error_title
source: No driver to delete
ar: خطأ

# login_delete_driver_error_message
source: No registered driver
ar: لا يوجد سائق مسجل

# root_back_warning_title
source: Warning
ar: تحذير!

# toor_back_warning_message
source: Going back may cancel your saved data, Please complete your registration!
ar: الرجوع للخلف سوف يحذف بياناتك المسجلة سابقا

# root_back_warning_done
source: OK
ar: رجوع

# root_back_warning_cancel
source: Cancel
ar: إلغاء

# mobilr_exists_title
source: Already Exists
ar: رقم مسجل سابقا

# mobilr_exists_message
source: This mobile number already registered
ar: تم التسجيل بهذا الرقم من قبل

# enter_mobile_missing_title
source: Missing Mobile Number
ar: خطأ!

# enter_mobile_missing_message
source: Please enter a valid mobile number
ar: الرجاء إدخال رقم هاتف صحيح

# enter_mobile_send_code_prob_title
source: Problem in sending code
ar: خطأ!

# enter_mobile_send_code_prob_message
source: Couldn't send verify code to your mobile number, Please try again later
ar: خطأ في إرسال الرمز، الرجاء المحاولة لاحقا

# enter_mobile_terms_not_approved_error_title
source: You didn't approve terms and conditions
ar: لم يتم الموافقة على إتفاقية المستخدم و شروط خدمة بروكاب

# confirm_wrong_code_title
source: Wrong Verification Code
ar: رمز التحقق خاطئ

# confirm_wrong_code_message
source: Please enter the code sent to your mobile
ar: الرجاء ارسال رمز التحقق الذي ارسل الى جوالك

# number_label_string
source: Enter your verification code, sent by SMS sent to :
ar: أدخل الرمز المرسل على جوالك

# resend_first_part
source: You can request new verification code after
ar: يمكنك طلب رمز تحقق جديد بعد

# resend_second_part
source: seconds
ar: ثانية

# resend_btn_initial
source: 30 seconds to send again
ar: ٣٠ ثانية لاعادة ارسال الرمز

# resend_btn_final
source: Resend code again
ar: اعادة ارسال الرمز

# personal_invalid_email
source: Enter valid email (ex@domain.com)
ar: الرجاء إدخال بريد إلكتروني صالح (ex@domain.com)

# personal_passwords_not_equal
source: Two passwords must be equal
ar: كلمات المرور يجب أن تتطابق

# personal_passwords_minimum_error
source: Minimum 6 charecters
ar: 6 حروف كحد ادنى

# personal_id_error
source: Enter valid ID number (10 charecters)
ar: أدخل رقم هوية صالح (10 أرقام)

# personal_wrong_mobile_confirmation_title
source: Wrong Mobile Confirmation
ar: رقم جوال خاطئ

# personal_wrong_mobile_confirmation_message
source: Wrong Mobile Confirmation
ar: تأكيد رقم جوال خاطئ

# personal_flnames_chars_error
source: accepts charecters only
ar: الرجاء إدخال حروف فقط

# personal_english_only
source: Please use english letters only
ar: الرجاء استخدام حروف انجليزية فقط

# personal_confirm_password
source: Please confirm your password
ar: الرجاء تأكيد كلمة المرور

# personal_search_placeholder
source: Search
ar: بحث

# general_license_image_missing_title
source: Missing Driving License Image
ar: صورة رخصة القيادة

# general_license_image_missing_message
source: Please, upload your driving license image
ar: الرجاء رفع صورة رخصة القيادة

# not_auth_otp_title
source: Your phone verification period has been expired
ar: انتهت فترة تأكيد الجوال

# not_auth_otp_message
source: Please return back to phone verification ans start over again
ar: الرجاء العودة لتأكيد الجوال مرة أخرى

# vehicle_reg_num_error
source: Enter valid car sequence number
ar: الرجاء إدخال الرقم التسلسلي الصحيح

# vehicle_model
source: Model
ar: الموديل

# docs_missing_vehicle_image_title
source: Vehicle Image Missing
ar: صورة السيارة غير موجودة

# docs_missing_vehicle_image_message
source: Please upload image for your vehicle
ar: الرجاء تحميل صورة سيارتك

# docs_failed_add_vehicle_title
source: Failed to add vehicle
ar: فشل في إضافة سيارة

# docs_failed_add_vehicle_message
source: Please try again later
ar: الرجاء المحاولة في وقت لاحق

# prog_auth_error_title
source: Authentication Problem
ar: خطأ في التسجيل

# prog_auth_error_message
source: Please try again later
ar: الرجاء إعادة عملية التسجيل

# prog_no_driver_error_title
source: No Driver Registered
ar: لا يوجد سائق مسجل

# prog_no_driver_error_message
source: Please repeat registration process
ar: الرجاء إعادة عملية التسجيل

# prog_file_error_title
source: File Name Not Valid
ar: خطأ في الملف

# prog_file_error_message
source: Please upload a valid file name
ar: الرجاء رفع ملف صحيح

# prog_already_exists_error_title
source: Image already uploaded
ar: هذه الصورة تم رفعها من قبل

# prog_already_exists_error_message
source: You've uploaded this image before
ar: لقد قمت برفع هذه الصورة سابقا

# general_upload_error_title
source: An Error Occurred
ar: حدث خطأ

# general_upload_error_message
source: Please try again later
ar: الرجاء المحاولة في وقت لاحق

# choose_map_title
source: Please choose the map
ar: الرجاء اختيار الخريطة

# choose_map_google
source: Google Maps
ar: خرائط جوجل

# choose_map_apple
source: Apple Maps
ar: خرائط ابل

# TBC_NoAvailableData
source: No Available Data
ar: لا يوجد بيانات

# TBC_NewRideTitle
source: New Ride Request
ar: طلب رحلة جديد

# TBC_NewRideMessage
source: New Ride Request
ar: طلب رحلة جديد

# OR_footerbtn_confirm_arrival
source: Confirm Arrival
ar: تأكيد الوصول

# OR_footerBtn_startRide
source: Start Ride
ar: بدء الرحلة

# OR_footerBtn_stopRide
source: End Ride
ar: إنهاء الرحلة

# OR_unknownRideStatusTitle
source: Unknown Ride Status
ar: حالة الرحلة غير محددة

# OR_unknownRideStatusMessage
source: Please restart the app to refresh ride status
ar: الرجاء إعادة تشغيل التطبيق

# OR_rideCanceledAlertTitle
source: Ride Canceled
ar: تم إلغاء الرحلة

# OR_rideCanceledAlertMessage
source: Ride has been canceled
ar: تم إلغاء الرحلة

# OR_rideCanceledByClientAlertMessage
source: Ride has been canceled
ar: تم إلغاء الرحلة بواسطة العميل

# OR_arrivalStillFarTitle
source: Still far from client
ar: لا يزال موقعك بعيد عن موقع العميل

# OR_arrivalStillFarMessage
source: Please confirm only when you arrive to the client
ar: الرجاء تأكيد الوصول بعد الوصول لموقع العميل

# OR_unexpectedActionTitle
source: Unexpected Action
ar: إجراء غير صحيح

# OR_unexpectedActionMessage
source: Please try again
ar: الرجاء إعادة المحاولة

# OR_beforeCancelWarningTitle
source: Are You Sure?
ar: هل أنت متأكد؟

# OR_beforeCancelWarningNoFeeMessage
source: Ride will be canceled
ar: سيتم إلغاء الرحلة

# OR_beforeCancelWarningWithFeeMessage
source: Fees will be applied af you canceled the ride
ar: سيتم تطبيق غرامة عليك

# PC_missing_payment_title
source: Missing Ride Payment
ar: بيانات غير مكتملة

# PC_missing_payment_message
source: Please enter cash collected
ar: الرجاء إدخال المبلغ

# PC_wrongCashTitle
source: Wrong Cash Amount
ar: مبلغ خاطئ

# PC_wrongCashMessage
source: Please enter cash again
ar: الرجاء إدخال مبلغ صحيح

# PC_less_cash_title
source: Wrong Cash Amount
ar: مبلغ خاطئ

# PC_less_cash_message
source: Please collect the displayed cash amount
ar: الرجاء إدخال المبلغ الصحيح

# ER_BaseFare
source: Base Fare :
ar: فتحة العداد :

# ER_distance
source: Distance :
ar: المسافة :

# ER_Duration
source: Duration :
ar: المدة :

# ER_Discount
source: Discount :
ar: الخصم :

# ER_total
source: Total :
ar: الإجمالي :

# ER_overCharge
source: Over-Charge :
ar: المبلغ الإضافي :

# ER_no_overCharge
source: No Over-Charge
ar: لا يوجد مبلغ إضافي

# ER_from
source: From :
ar: من :

# ER_to
source: To :
ar: الى :

# ER_toNoDetermined
source: Not Determined
ar: غير محدد

source: This Day Profit
ar: الربح اليومي

source: This Week Profit
ar: الربح الاسبوعي

# this_day_profit_sar
source: Daily Profit ( SAR )
ar: الربح اليومي ( بالريال )

# this_week_profit_sar
source: Weekly Profit ( SAR )
ar: الربح الاسبوعي ( بالريال )
